[AttributePresentation_Mercenary AttributePresentationDefinition]
Description="$willowgame.itemsartpresentationscriptins.careskin"
NoConstraintText=""
Suffix=""
Prefix=""

[Mercenary.Head_MercSage UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="It's like this. %s Using this tool."
ItemName=""
PickupMessage="have it %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="That is out of the question."
NoManufacturerName="Normally"

[Mercenary.Head_MercSage:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="$Willogame.Itemcard PresentationDescription.Characterreader"
NoConstraintText=""
Suffix=""
Prefix=""

[Mercenary.Skin_Rhino UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 people %s1"
UseFailureCharacterMessage="You must do this %s Use this article.."
ItemName=""
PickupMessage="you have %s"
UseFailureLevelMessage="You must be %d or higher to use this tool.."
UseFailureConstraintsMessage="You can't use it. "
NoManufacturerName="All in all"

